IDEA StatiCa Open Model
ResultOfDeformation.Fiz Property
Compatible with IDEA StatiCa Beta 21.0 - beta
 Rotation around z-axis
 Namespace: IdeaRS.OpenModel.Result
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public double Fiz { get; set; }
Public Property Fiz As Double
	Get
	Set
public:
property double Fiz {
	double get ();
	void set (double value);
}
Property Value
Type: Double
See Also
Reference
ResultOfDeformation Class
IdeaRS.OpenModel.Result Namespace